Repository: msanford1540/ttspatial
Catalog: TicTacToeController/Resources/Localizable.xcstrings
Source language: en
Languages: ar

# DASHBOARD_2D
source: 2D
ar: اثنين الأبعاد

# DASHBOARD_3D
source: 3D
ar: ثلاثي الأبعاد

# DASHBOARD_HINT
source: Hint
ar: تَلمِيح

# DASHBOARD_OPPONENT_LEFT
source: Opponent left
ar: الخصم اليسار

# DASHBOARD_PLAY_AGAIN_QUESTION_MESSAGE
source: Do you want to play again?
ar: هل تريد اللعب مرة أخرى؟

# DASHBOARD_PLAY_AGAIN_QUESTION_TITLE
source: Play Again?
ar: العب مرة أخرى؟

# DASHBOARD_PLAY_AGAIN_STATUS_OPPONENT_NOT_PLAYING
source: Your opponent is not playing again.
ar: خصمك لن يلعب مرة أخرى.

# DASHBOARD_PLAY_AGAIN_STATUS_OPPONENT_READY
source: Your opponent is ready to play again!
ar: خصمك جاهز للعب مرة أخرى!

# DASHBOARD_PLAY_AGAIN_STATUS_OPPONENT_WAITING
source: Waiting for your opponent to play again.
ar: في انتظار خصمك للعب مرة أخرى.

# DASHBOARD_REPLAY
source: Replay
ar: إعادة التشغيل

# DASHBOARD_START_ACTIVITY
source: Start Activity
ar: بدء النشاط

# DASHBOARD_STOP_PLAYING
source: Stop Playing
ar: توقف عن اللعب

# DASHBOARD_UNDO
source: Undo
ar: التراجع

# GAME_STATUS_LOST
source: You lost
ar: لقد خسرت

# GAME_STATUS_TIE
source: Tie Game
ar: لعبة التعادل

# GAME_STATUS_WON
source: You Won!!!
ar: لقد فزت!!!

# HOME_MENU_BOT_LEVEL
source: Bot Level
ar: مستوى الصعوبة

# HOME_MENU_GAMEBOARD
source: Gameboard
ar: لوحة اللعبة

# HOME_MENU_PLAY_AGAIN
source: Play Again
ar: العب مرة أخرى

# HOME_MENU_PLAY_GAME
source: Play Game
ar: العب اللعبة
